Repository: tomatoers/tomato
Catalog: po/*.po
Languages: es, lt, sv

source: hour
es: hora
lt: valanda
sv: timme

source: hours
es: horas
lt: valandos(-ų)
sv: timmar

source: minute
es: minuto
lt: minutė
sv: minut

source: minutes
es: minutos
lt: minutės(-ių)
sv: minuter

source: and
es: y
lt: ir
sv: och

source: Resume
es: Reanudar
lt: Pratęsti
sv: Återuppta

source: Pause
es: Pausar
lt: Pristabdyti
sv: Pausa

source: Stop
es: Detener
lt: Stabdyti
sv: Stoppa

source: Skip
es: Saltar
lt: Praleisti
sv: Hoppa över

source: Pomodoro Time
es: Tiempo del Pomodoro
lt: Pomodoro laikas
sv: Pomodoro Tid

source: Get back to work!
es: ¡Vuelve al trabajo!
lt: Grįžkite prie darbo!
sv: Fortsätt jobba!

source: Short Break
es: Descanso Corto
lt: Trumpa pertrauka
sv: Kort paus

source: Long Break!
es: ¡Descanso Largo!
lt: Ilga pertrauka!
sv: Lång paus!

source: Preferences…
es: Preferencias…
lt: Nuostatos…
sv: Inställningar...

source: Start
es: Iniciar
lt: Pradėti
sv: Starta

source: Welcome
es: Bienvenido
sv: Välkommen

source: Long Break
es: Descanso Largo
lt: Ilga pertrauka
sv: Lång paus

source: of work
es: de trabajo
lt: darbo
sv: arbete

source: Preferences
es: Preferencias
lt: Nuostatos
sv: Inställningar

source: Default Settings
es: Configuración Predeterminada
lt: Numatytieji nustatymai
sv: Standardinställningar

source: Reset Work
es: Reiniciar Trabajo
lt: Atstatyti darbą
sv: Återställ arbete

source: Timing
es: Temporizador
lt: Laiko paskirstymas

source: Close
es: Cerrar
lt: Užverti
sv: Stäng

source: Pomodoro duration:
es: Duración del pomodoro:
lt: Pomodoro trukmė:
sv: Pomodoro-längd:

source: Short break duration:
es: Duración del descanso corto:
lt: Trumpos pertraukos trukmė:
sv: Kort paus varaktighet:

source: Long break duration:
es: Duración del descanso largo:
lt: Ilgos pertraukos trukmė:
sv: Lång paus varaktighet:

source: Long break delay:
es: Retraso del descanso largo:
lt: Ilgos pertraukos delsa:
sv: Lång paus fördröjning:

source: Reset:
es: Reiniciar:
lt: Atstatyti:
sv: Återställ:

source: Behavior:
es: Comportamiento:
lt: Elgsena:

source: Reset work everyday:
es: Reiniciar trabajo diariamente:
lt: Kasdieną atstatyti darbą
sv: Återställ arbete varje dag:

source: Start new pomodoro manually:
es: Comienza un nuevo pomodoro manualmente:
lt: Pradėti naują pomodoro rankiniu būdu:
sv: Starta ny pomodoro manuellt:

source: Sound and notifications:
es: Sonido y notificaciones:

source: Pomodoro sound:
es: Sonido del pomodoro:
lt: Pomodoro garsas:
sv: Pomodoro-ljud:

source: Warning notifications:
es: Notificaciones de advertencia:
sv: Notifikationer:

source: Animations:
es: Animaciones

source: Transition animations:
es: Animaciones de transiciones
sv: Övergångsanimeringar:

source: Go have a coffee
es: Ve a tomar un café
lt: Eikite pasidarykite kavos
sv: Gå ta en kopp kaffe

source: Check your emails
es: Revisa tu correo
sv: Kolla din e-post

source: Drink some water
es: Bebe algo de agua
lt: Atsigerkite vandens
sv: Drick lite vatten

source: Get up and dance!
es: ¡Levántate y Baila!
lt: Kelkitės ir šokite!
sv: Stig upp och dansa!

source: Have a break, have a tomato
es: Tómate un descanso, tómate un tomate
lt: Pailsėkite, suvalgykite pomidorą
sv: Ta en paus, ta en tomat

source: Get up! Stand up! Fight for your fingers!
es: ¡Levántate! ¡Ponte de pie! ¡Lucha por tus dedos!
lt: Kelkitės! Stokitės! Kovokite už savo pirštus!
sv: Stig upp! Stå upp! Kämpa för dina fingrar!

source: Take a break, save a life
es: Toma un descanso, salva una vida
lt: Pailsėkite, išgelbėkite gyvybę
sv: Ta en paus, rädda ett liv

source: Woot! Break time, baby!
es: ¡Oh sí! ¡Hora del descanso, bebé!
lt: Valio! Pertraukos metas, mažuti!
sv: Woot! Rast, baby!

source: It's coffee time!
es: ¡Es hora del café!
lt: Kavos pertraukėlė!
sv: Det är dags för kaffe!

source: What about a beer?
es: ¿Por qué no una cerveza?
lt: Gal sulčių?
sv: Vad sägs om en öl?

source: You can check Facebook notifications
es: Puedes revisar las notificaciones de Facebook
sv: Du kan kolla dina Facebook-notifikationer

source: You can use Twitter now!
es: ¡Ya puedes usar Twitter!
sv: Du kan använda Twitter nu!

source: Take a walk outside
es: Ve a pasear afuera
lt: Eikite pasivaikščioti į lauką
sv: Ta en promenad utomhus

source: Step away from the machine!
es: ¡Aléjate de la computadora!
lt: Atsitraukite nuo kompiuterio!
sv: Stig bort från maskinen!

source: Tomato has been paused for a long time!
es: ¡Tomato ha sido pausado por un largo rato
sv: Tomat har pausats under en lång tid!

source: Shouldn't you be working?
es: ¿No deberías estar trabajando?
sv: Borde du inte arbeta?

source: pomodoros
lt: pomodoro

source: Auto stop:
lt: Automatiškai stabdyti:

source: Sound:
lt: Garsas:

source: Extras:
lt: Papildomi:

source: Stopping in
lt: Stabdoma po

source: Pomodoro was interrupted
lt: Pomodoro buvo pertraukta

source: Tomato was paused for a long time. You might have lost focus. Try a new pomodoro!
lt: Pomidoras ilgą laiką buvo pristabdytas. Jūs, tikriausiai, išsiblaškėte. Pabandykite naują pomodoro!
